-- lines for Fire Package

return {
	-- 荀彧
	["$quhu1"] = "虎狼之师，为我所用。",
	["$quhu2"] = "二虎竞食，猎人得利。",
	["$jieming1"] = "生食汉禄，死为汉臣。", 
	["$jieming2"] = "或忠信而死节兮，或訑谩而不疑。——《楚辞·九章·惜往日》",
	["~xunyu"] = "谢主隆恩",
	
	-- 太史慈
	["$tianyi1"] = "天行有常，天义昭昭！",
	["$tianyi2"] = "既敢挡在我的身前，就接受我手中之枪的挑战吧！",
	["~taishici"] = "啊，我已尽忠尽义，死亦无妨……",
	
	--袁绍
	["$luanji1"] = "箭支充足，尽管取用。",
	["$luanji2"] = "放箭，放箭！。",
	["$xueyi1"] = "四世三公，名冠天下！",
	["$xueyi2"] = "世受皇恩，威震海内！",
	["~yuanshao"] = "我袁家...怎么会输？？",
	
	--庞统
	["$lianhuan1"] = "回炉再造，变废为宝~",
	["$lianhuan2"] = "铁锁连舟，如履平地！",
	["$niepan1"] = "涅槃是乐，浩然大均。",
	["$niepan2"] = "常乐我净，乃曰涅槃~~",
	["~pangtong"] = "不死鸟，也死了....."
}