-- lines for Mountain Package

return {
	-- 张颌
	["cv:zhanghe"] = "爪子",
	["$qiaobian1"] = "统帅三军，怎能不识变数？。", -- judge
	["$qiaobian2"] = "行军打仗，须得随机应变。", -- draw
	["$qiaobian3"] = "统帅三军，怎能不识变数？。", -- play
	["$qiaobian4"] = "行军打仗，须得随机应变。", -- discard
	["~zhanghe-zhanghe_1"] = "舍身为国，虽死无憾....",

	-- 刘禅
	["$fangquan1"] = "一切听凭相父做主。",
	["$fangquan2"] = "多亏了爱卿呀！",
	["$ruoyu1"] = "朕资质愚钝，卿等助我。",
	["$ruoyu2"] = "才智虽有限，大志仍未绝。",
	["$jijiang3"] = "匡扶汉室，何人出战！(刘禅)",
	["$jijiang4"] = "谁来替朕出战！(刘禅)",
	["$xiangle1"] = "和平的日子真美好。",
	["$xiangle2"] = "歌舞升平，国泰民安！",
	["~liushan"] = "仁德之事……终究只是泡影吗……",

	-- 姜维
	["$tiaoxin1"] = "来来来，战个痛快！",
	["$tiaoxin2"] = "哈哈哈哈，不敢来的，都是懦夫！",
    ["$zhiji1"] = "丞相，一切交给我，您放心去吧！",
	["$zhiji2"] = "这仁德之事，我会拼死守护！",
	["$guanxing3"] = "观今夜天象，忆丞相遗志！(姜维)",
	["$guanxing4"] = "知天命，逆天安不可为？(姜维)",
	["~jiangwei-jiangwei_2"] = "无力回天……有负丞相重托……",
	["~jiangwei-jiangwei_1"] = "无力回天……有负丞相重托……",

	-- 孙策
	["$jiang1"] = "所向披靡，进退自如！",
	["$jiang2"] = "剑锋所指，敌莫敢当！",
	["$hunzi1"] = "父亲在上，公瑾在旁，佑我江东，国运盛强！",
	["$hunzi2"] = "属于我们的时代，开始啦！",
    ["$yinghun3"] = "义兵再起，暴乱必除！(孙策)",
	["$yinghun4"] = "举贤任能，以保江东！(孙策)",
    ["$yingzi5"] = "哈哈哈哈哈！(孙策)", 
	["$yingzi6"] = "汝等看好了！(孙策)", 
	["$zhiba1"] = "爱卿，全靠你了！",
	["$zhiba2"] = "爱卿，快快请起！",
	["$zhiba3"] = "爱卿，全靠你了！",
	["~sunce"] = "权弟，以后靠你了……",

	-- 张昭＆张纮	
	["$zhijian1"] = "直言规谏，劝阻宜行！",
	["$zhijian2"] = "身言直谏，以报国恩！",
	["$guzheng1"] = "任贤使能，无为而治！",
	["$guzheng2"] = "内修外攘，固政安邦！",
	["~erzhang-erzhang_1"] = "我等终究老矣……",

	-- 蔡文姬
	["$beige1-caiwenji_1"] = "天无涯兮地无边，我心愁兮亦复然。", -- 黑桃
	["$beige2-caiwenji_1"] = "生仍冀得兮归桑梓，死当埋骨兮长已矣", -- 梅花
	["$beige3-caiwenji_1"] = "天无涯兮地无边，我心愁兮亦复然。", -- 方片
	["$beige4-caiwenji_1"] = "生仍冀得兮归桑梓，死当埋骨兮长已矣。",  -- 红桃
	["$duanchang1-caiwenji_1"] = "故乡隔兮音尘绝，哭无声兮气将咽。",
	["$duanchang2-caiwenji_1"] = "雁飞高兮邈难寻，空断肠兮思愔愔。",
	["~caiwenji-caiwenji_1"] = "这就是最后的歌声吗？",
	
	["$beige1-caiwenji_2"] = "天无涯兮地无边，我心愁兮亦复然。", -- 黑桃
	["$beige2-caiwenji_2"] = "生仍冀得兮归桑梓，死当埋骨兮长已矣", -- 梅花
	["$beige3-caiwenji_2"] = "天无涯兮地无边，我心愁兮亦复然。", -- 方片
	["$beige4-caiwenji_2"] = "生仍冀得兮归桑梓，死当埋骨兮长已矣。",  -- 红桃
	["$duanchang1-caiwenji_2"] = "故乡隔兮音尘绝，哭无声兮气将咽。",
	["$duanchang2-caiwenji_2"] = "雁飞高兮邈难寻，空断肠兮思愔愔。",
	["~caiwenji-caiwenji_2"] = "这就是最后的歌声吗？",
	
	
	["$beige1-caiwenji_5"] = "凄凄异乡客，冷冷度余生。", -- 黑桃
	["$beige2-caiwenji_5"] = "黯然销魂者，唯别而已矣。", -- 梅花
	["$beige3-caiwenji_5"] = "凄凄异乡客，冷冷度余生。", -- 方片
	["$beige4-caiwenji_5"] = "黯然销魂者，唯别而已矣。",  -- 红桃
	["$duanchang1-caiwenji_5"] = "娇颜如花宁如夜，哭损双眸断尽肠。",
	["$duanchang2-caiwenji_5"] = "十八拍兮曲已终，身赴黄泉兮忧愁同。",
	["~caiwenji-caiwenji_5"] = "愁思心肠断，忧梦还故乡。",

	-- 左慈
    ["$huashen1"] = "仙人之力，昭于世间。",
	["$huashen2"] = "为仙之道，飘渺莫测！",
	["$xinsheng1"] = "感觉到了，新的魂魄。",
	["$xinsheng2"] = "神光不灭，仙力不绝。",
	["~zuoci"] = "仙人转世，一去无返……",
	
    -- 邓艾
	["$tuntian1"] = "积蓄粮草，准备应战。",
	["$tuntian2"] = "兵精粮足，决胜千里！",
	["$zaoxian1"] = "不入虎穴，焉得虎子！",
	["$zaoxian2"] = "险路已过，全力冲锋！",
	["$jixi1"] = "千里奔袭，毕其功于一役！",
	["$jixi2"] = "敌军败象已露，冲啊！！",
	["~dengai"] = "何故....杀我？",
}