-- lines for Assassins Package

return {
	-- 伏完
	["cv:fuwan"] = "王乾龙",
	["$moukui1"] = "你的死期到了。",
	["$moukui2"] = "同归于尽吧！",
	
	["~fuwan"] = "伏某死不足惜，可怜陛下……",

	-- 刘协
	["cv:liuxie"] = "风叹息，素亦白",
	["$tianming1"] = "朕乃大汉皇帝，天命之子。",
	["$tianming2"] = "皇汉国祚，千年不息。",
	["$tianming3"] = "陛下此等小事还是交由臣下把。",
	["$mizhao1"] = "爱卿世受皇恩，堪此重任。",
	["$mizhao2"] = "此诏事关重大，切记小心行事。",
	["~liuxie"] = "为什么不把复兴汉室的权利，交给我……",

	-- 灵雎
	["cv:lingju"] = "蒲小猫",
	["$jieyuan1"] = "我所有的努力,都是为了杀你。",
	["$jieyuan2"] = "虽我必须活下去",
	["$fenxin2"] = "杀人,诛心",
	["$fenxin1"] = "主上,这是最后的机会",
	["~lingju"] = "主上,对不起。。。",
}