-- lines for Hegemony Package

return {
	-- 乐进
	["cv:yuejin"] = "裤衩",
	["$xiaoguo1"] = "三军听我号令，不得撤退！", -- 发动弃牌
	["$xiaoguo2"] = "看我先登城头，立下首功！", -- 弃置装备
	["$xiaoguo3"] = "贼有防备，只伤皮毛，来日再战！", -- 受到伤害
	["~yuejin"] = "箭疮发作，我命休矣！",

	-- 甘夫人
	["cv:ganfuren"] = "官方",
	["$shushen1"] = "船到桥头自然直。",
	["$shushen2"] = "妾身无恙，相公请安心征战。", --刘备
	["$shenzhi1"] = "子龙将军，一切都托付给你了。",
	["$shenzhi2"] = "阿斗，相信妈妈，没事的。",
	["~ganfuren"] = "请替我照顾好阿斗……",

	-- 国战陆逊
	["cv:heg_luxun"] = "白水",
	["$duoshi1"] = "以今日之大势当行此计！", -- 仅自己
	["$duoshi2"] = "国之大计审视为先。",
	["~heg_luxun"] = "我还以为我不再年轻。",

	-- 丁奉
	["cv:dingfeng"] = "小鱼儿",
	["$duanbing1"] = "众将官短刀出鞘。",
	["$duanbing2"] = "短兵轻甲也可取汝性命。",
	["$fenxun1"] = "取封侯爵赏正在今日！",
	["$fenxun2"] = "给我拉过来！",
	["~dingfeng"] = "这风太冷了……",

	-- 马腾
	["cv:mateng"] = "清水浊流",
	["$xiongyi1"] = "此时不战更待何时！",
	["$xiongyi2"] = "弟兄们，我们的机会来了！",
	["~mateng"] = "儿子，为爹报仇啊……",

	-- 孔融
	["cv:kongrong"] = "清水浊流",
	["$mingshi1"] = "孔门之后，忠孝为先。",
	["$mingshi2"] = "名士之风，仁义高洁！",
	["$lirang1"] = "夫礼先王以承天之道，以治人之情。",
	["$lirang2"] = "谦者，德之柄也，让者，礼之逐也！",
	["~kongrong"] = "覆巢之下岂有完卵。",

	-- 纪灵
	["cv:jiling"] = "极光星逝",
	["$shuangren1"] = "仲国大将纪灵在此！",
	["$shuangren2"] = "吃我一记三尖两刃刀！", --赢
	["$shuangren3"] = "今日这武器颇不顺手！", --没赢
	["~jiling"] = "将军为何咆哮不断……",

	-- 田丰
	["cv:tianfeng"] = "HeLi",
	["$sijian1"] = "且听我最后一言。",
	["$sijian2"] = "忠言逆耳啊。",
	["$suishi1"] = "我军大胜，吾性命无忧矣。",
	["$suishi2"] = "我军大败，吾必死矣。",
	["~tianfeng"] = "不纳吾言而反诛吾心,奈何,奈何!!!",

	-- 潘凤
	["cv:panfeng"] = "清水浊流",
	["$kuangfu1"] = "你可接得住我一斧！", -- 获得牌
	["$kuangfu2"] = "大斧到处，片甲不留！", -- 弃置牌
	["~panfeng"] = "来着可是魔将！（画外音）",

	-- 邹氏
	["cv:zoushi"] = "叔音",
	["$huoshui1"] = "别走了，再玩一会儿嘛？",
	["$huoshui2"] = "呵呵，走不动了吗。",
	["$qingcheng1"] = "我跟你们真是投缘那！",
	["$qingcheng2"] = "眼睛都直了呀。",
	["~zoushi"] = "年老色衰了吗",
}