-- lines for SP Package

return {
	-- 杨修
	["$jilei1"] = "食之无肉，弃之有味。",
	["$jilei2"] = "曹公之意我已了然。",
	["$danlao2"] = "来来，一人一口。",
	["$danlao1"] = "我喜欢。", 
	["~yangxiu"] = "我固自以死之晚也。",

	-- 公孙瓒
	["$yicong1"] = "冲啊！", -- +1 -> -1
	["$yicong2"] = "众将听令，摆好阵势，御敌！", -- -1 -> +1
	["~gongsunzan"] = "我军将败，我已无颜苟活于世……",

	-- 袁术
	["$yongsi1"] = "玉玺在手，天下我有！",
	["$yongsi2"] = "大汉天下，已半入我手！",
	["$weidi1"] = "我才是皇帝！",
	["$weidi2"] = "你们都得听我的号令！",
	["~yuanshu"] = "可恶，就差一步了！",

	-- SP关羽
	["cv:sp_guanyu"] = "喵小林，官方",
	["$danji"] = "吾兄待我甚厚，誓以共死，今往投之，望曹公见谅。",

	-- 曹洪
	["cv:caohong"] = "喵小林",
	["$yuanhu1"] = "将军，这件兵器可还趁手！", --武器
	["$yuanhu2"] = "刀剑无眼，须得小心防护。", --防具
	["$yuanhu3"] = "宝马配英雄！哈哈哈哈……", --坐骑
	["$yuanhu4"] = "天下可无洪，不可无公。", --曹操
	["$yuanhu5"] = "持戈整兵，列阵御敌！", --自己
	["~caohong"] = "福兮祸所伏…",

	-- 关银屏
	["cv:guanyinping"] = "蒲小猫",
	["$xueji1"] = "这炙热的鲜血父亲你可感受的到！",
	["$xueji2"] = "取你首级祭先父之灵！",
	["$huxiao1"] = "大仇未报还不能放弃",
	["$huxiao2"] = "虎父无犬女！",
	["$huxiao3"] = "孜然老贼还吾父命来",
	
	["$wuji1"] = "我感受到了父亲的力量！",
	["$wuji2"] = "我也要像父亲那样坚强！",
	["~guanyinping"] = "父亲，你来救我了吗……",

	-- 夏侯霸
	["cv:xiahouba"] = "裤衩，官方",
	["$baobian1"] = "跪下受降，饶你不死！", -- 3体力
	["$baobian2"] = "黄口小儿，可听过将军名号？", -- 2体力
	["$baobian3"] = "受死吧！", -- 1体力
	["$tiaoxin3"] = "跪下受降，饶你不死！",
	["$tiaoxin4"] = "黄口小儿，可听过将军名号？",
	["$paoxiao3"] = "喝啊~~~",
	["$paoxiao4"] = "受死吧！",
	["$shensu3"] = "冲杀敌阵，来去如电！",
	["$shensu4"] = "今日有恙在身，须得速战速决！",
	["~xiahouba"] = "弃魏投蜀，死而无憾……",

	-- 陈琳
	["cv:chenlin"] = "官方",
	["$bifa1"] = "笔墨纸砚皆兵器也！", -- 发动
	["$bifa2"] = "汝德行败坏，人所不齿也！", -- 给牌
	["$bifa3"] = "行文如刀，笔墨诛心！", -- 失去体力
	["$songci1"] = "将军德才兼备，大汉之栋梁也。", -- 摸牌
	["$songci2"] = "汝窃国奸贼，人人得而诛之。", -- 弃牌
	["~chenlin"] = "来人，我的笔呢？",

	-- 大乔小乔
	["$xingwu1"] = "哼，不要小瞧女孩子哦！", -- 放置牌
	["$xingwu2"] = "姐妹齐心，其利断金！", -- 造成伤害
	["~erqiao"] = "伯符、公瑾，请一定守护着我们的江东哦……",

	-- 张宝
	["$zhoufu"] = "违吾咒者，倾死灭亡！",
	["$yingbing"] = "朱雀玄武，侍卫我真！",
	["~zhangbao"] = "黄天！为何……" ,

	-- 诸葛恪
	["$aocai1"] = "吾主圣明，泽被臣属！",
	["$aocai2"] = "哼，易如反掌！",
	["$duwu1"] = "破曹大功，正在今朝！",
	["$duwu2"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权镇主，是我疏忽了……",

	-- 虎牢关吕布
	["cv:shenlvbu2"] = "官方，风叹息",
	["$shenwei1"] = "我不会输给任何人！",
	["$shenwei2"] = "萤烛之火，也敢与日月争辉！",
	["$shenji1"] = "竟想赢我，痴人说梦！",
	["$shenji2"] = "杂鱼们，都去死吧！",
	["$xiuluo1"] = "鼠辈，螳臂当车！",
	["$xiuluo2"] = "准备受死吧！",
	["~shenlvbu2"] = "虎牢关失守了…",
	
	
	-- 张宝
	["$zhoufu1"] = "违吾咒者，倾死灭亡。",
	["$zhoufu2"] = "咒宝符命，速显威灵！",
	["$yingbing1"] = "所呼立至，所召立前。",
	["$yingbing2"] = "朱雀玄武，侍卫我真。",
	["~zhangbao"] = "黄天……为何……",
	
	-- 曹昂
	["$kangkai1"] = "父亲快走，孩儿断后。",
	["$kangkai2"] = "典将军，比比看谁杀敌更多！",

	["~caoang"] = "典将军………还是你赢了…",
	
	-- 诸葛瑾
	["$hongyuan1"] = "自舍其身，失于天下。",
	["$hongyuan2"] = "诸将莫慌，粮草已到。",
	["$huanshi1"] = "尽此生之力，保友邦之安。",
	["$huanshi2"] = "患乐之危机释兵之困顿。",
	["$mingzhe1"] = "塞翁失马，焉知非福。",
	["$mingzhe2"] = "名义洞察，哲以保身。",
	
	-- 星彩
	["$shenxian1"] = "抚慰君兮，以安国事。",
	["$shenxian2"] = "愿尽己力，为君分忧！",
	["$qiangwu1"] = "咆哮沙场，万夫不敌！",
	["$qiangwu2"] = "父亲未尽之业由我继续！",
	["~xingcai"] = "复兴汉室之路………臣妾再也不能陪伴左右…",
	
	-- 祖茂
	["$yingbing1"] = "将军走此小道，追兵交我应付。",
	["$yingbing2"] = "追兵凶猛，末将断后！",
	["$juedi1"] = "提起武器，最后一搏！",
	["$juedi2"] = "困兽之斗，以全忠义！",
	["~zumao"] = "孙将军………已经安全了吧…",
	
}