-- lines for YJCM2012 Package

return {
	-- 步练师
	["cv:bulianshi"] = "蒲小猫",
	["$anxu1"] = "和鸾雍雍，万福攸同。",
	["$anxu2"] = "君子乐胥，万邦之屏。", -- 孙权
	["$zhuiyi1"] = "终其永怀，恋心殷殷。",
	["$zhuiyi2"] = "妾心所系，如月之恒。", -- 孙权
	["~bulianshi"] = "江之永矣，不可方思。",

	-- 曹彰
	["$jiangchi1"] = "谨遵父训，不可逞匹夫之勇。", --额外摸一张牌
	["$jiangchi2"] = "吾定当身先士卒，振魏武雄风！", --少摸一张牌
	["~caozhang"] = "子桓，你害我！",

	-- 程普
	["cv:chengpu"] = "风叹息",
	["$lihuo1"] = "将士们，引火对敌！",
	["$lihuo2"] = "和我同归于尽吧！",
	["$chunlao1"] = "嗯，帐中不可无酒啊！",
	["$chunlao2"] = "无碍，且饮一杯。",
	["$chunlao3"] = "与公瑾相交，不饮自醉。",
	["~chengpu"] = "没，没有酒了……",

	-- 关兴张苞
	["$fuhun2"] = "光复汉室，重任在肩！", -- 使用【杀】
	["$fuhun1"] = "将门虎子，成我父志！", -- 获得技能
	["~guanxingzhangbao"] = "未能手刃仇敌，愧对先父！",

	-- 韩当
	["$gongqi2"] = "鼠辈，哪里走！",
	["$gongqi1"] = "吃我一箭！",
	["$jiefan2"] = "休想趁人之危！",
	["$jiefan1"] = "退后，这里交给我！",
	["~handang"] = "今后，只能靠你了……",

	-- 华雄
	["cv:huaxiong"] = "玉皇贰弟",
	["$shiyong1"] = "好大一股杀气呀！",
	["$shiyong2"] = "好大一股酒气呀！",
	["$shiyong3"] = "唉，这厮不易对付！", -- 关羽
	["~huaxiong"] = "皮厚不挡刀啊……",

	-- 廖化
	["cv:liaohua"] = "风叹息",
	["$dangxian1"] = "先锋就由老夫来当。",
	["$dangxian2"] = "看我显性破敌。",
	["$fuli1"] = "由老夫在蜀汉就不会倒下。",
	["$fuli2"] = "今天是个拼命的好日子，哈哈。",
	["~liaohua"] = "阅尽兴亡，此生无憾矣……",

	-- 刘表
	["cv:liubiao"] = "喵小林",
	["$zishou1"] = "江河霸主，何惧之有。",
	["$zishou2"] = "荆襄之地，固若金汤。",
	
	["~liubiao"] = "优柔寡断，要不得...",

	-- 马岱
	["cv:madai"] = "风叹息",
	["$qianxi1"] = "喊什么喊，我敢杀你！",
	["$qianxi2"] = "叫什么叫，叫你得意！",
	["~madai"] = "我怎么会死在这里……",

	-- 王异
	["cv:wangyi"] = "官方",
	["$zhenlie1"] = "为雪前耻，不惜吾身",
	["$zhenlie2"] = "虽说妇人，亦当奋身一搏。",
	["$miji1"] = "此举可破敌之围。",
	["$miji2"] = "此计歼敌精锐。", -- 给牌后
	
	["~wangyi"] = "月儿，不要责怪你爹爹",

	-- 荀攸
	["cv:xunyou"] = "烨子",
	["$qice1"] = "倾力为国,算无遗策。",
	["$qice2"] = "奇策在此,谁与争锋?",
	["$zhiyu1"] = "大勇若怯,大智如愚",
	["$zhiyu2"] = "愚者既出,智者何存。",
	["~xunyou"] = "主公，丞相，先行告退",
	

	
}